{
    "Title": "Longer-Term Follow-Up from a Sciatica Trial",
    "Contributors": "Allan S. Brett, MD, reviewing Bailey CS et al. J Bone Joint Surg Am 2021 Dec 1",
    "Summary": "Outcome differences between surgical and nonsurgical groups narrowed during a second year of follow-up.",
    "MainContent": ["In a recent randomized trial, 128 patients with sciatica, herniated disc with nerve-root compression at the L4–L5 or L5–S1 level, and unilateral leg pain for 4 to 12 months were randomized to microdiskectomy or conservative management (NEJM JW Gen Med Apr 15 2020 and N Engl J Med 2020; 382:1093). Although both groups improved with time, those in the diskectomy group had significantly less leg pain than those in the conservative-management group at 1 year (average difference, 2.1 points on a 0–10-point scale). Now, the researchers provide additional follow-up.", "In intent-to-treat analysis at 2 years, the mean difference in leg-pain score (the primary outcome) had narrowed to 1.3 points — a statistically significant, but clinically marginal, difference. Significant differences in secondary endpoints (e.g., a disability index) that had favored surgery at 1 year also narrowed or became insignificant. At 2 years, about one third of patients in the conservative-management group had crossed over to surgery. Although 30% of patients were lost to follow-up, sensitivity analyses suggested that, under most plausible assumptions, these missing patients did not substantially influence the results."],
    "CommentHeader": "COMMENT",
    "CommentContent": "For patients with disk-related sciatica that had been present for several months to 1 year, microdiskectomy reduced pain initially compared with conservative management. However, nonsurgical patients also improved over time. The results suggest that patients whose sciatic pain remains intolerable or unacceptable for several months should consider diskectomy, whereas those whose pain is tolerable can reasonably take a “wait-and-see” approach.",
    "CitationsHeader": "Citation(s):",
    "CitationsContent": "Bailey CS et al. Discectomy compared with standardized nonoperative care for chronic sciatica due to a lumbar disc herniation: A secondary analysis of a randomized controlled trial with 2-year follow-up. J Bone Joint Surg Am 2021 Dec 1; 103:2161. (https://doi.org/10.2106/JBJS.21.00448. opens in new tab)"
}